export const gradeSubjects = {
  'السادس ابتدائي': ['الرياضيات', 'العربية', 'الإنجليزية', 'العلوم', 'الاجتماعيات', 'التربية الإسلامية'],
  'الثالث متوسط': ['الرياضيات', 'العربية', 'الإنجليزية', 'الفيزياء', 'الكيمياء', 'الأحياء', 'الاجتماعيات', 'التربية الإسلامية'],
  'السادس إعدادي - العلمي': ['الرياضيات', 'العربية', 'الإنجليزية', 'الفيزياء', 'الكيمياء', 'الأحياء', 'التربية الإسلامية'],
  'السادس إعدادي - الأدبي': ['الرياضيات', 'العربية', 'الإنجليزية', 'التاريخ', 'الجغرافيا', 'الاقتصاد', 'التربية الإسلامية'],
};
